
BOT_TOKEN = ''      # Токен бота

CODE_ACCESS = ''    # код по которому можно будет давать доступ в итоге код получится TESTГОД-МЕСЯЦ-ЧИСЛО (TEST2020-01-01)

BOT_LOGIN = 's0tochka_bot'          # login бота, например: telegram_bot

ADMIN_ID =        # id админа

QIWI_NUMBER = '+'    # номер киви
QIWI_TOKEN = ''     # токен киви

ACCESS_COST =149           # стоимость доступа
MIN_PAYOUT = 219           # минимальная сумма для запроса на вывод денег

PERCENT_ADMIN = 1.0        # сколько процентов от стоимости доступа пойдёт вам(0.25 от 200 рублей это 50 руб)
PERCENT_1 = 1.1           # сколько пойдёт пригл. пользователя (0.375 от 200 руб это 75 руб)
PERCENT_2 = 0.3           # сколько пойдёт 2 лвл пользователя (0.225 от 200 руб это 45 руб)
PERCENT_3 = 0.1            # сколько пойдёт 3 лвл пользователя (0.15 от 200 руб это 30 руб)


